tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
brew "fzf"
brew "ghq"
brew "jq"
brew "git"
brew "go"
brew "gron"
brew "kotlin"
brew "maven"
brew "mysql@5.7"
brew "node"
brew "nvm"
brew "postgresql"
brew "pyenv"
brew "python@3.8"
brew "ruby"
brew "tomcat@8"
brew "vim"
brew "wget"
brew "zsh"
brew "peco"
brew "shellcheck"
brew "aws/tap/aws-sam-cli"
cask "alfred"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "skitch"
cask "slack"
cask "spectacle"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "font-hackgen-nerd"
