tap "aws/tap"
tap "dart-lang/dart"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "mongodb/brew"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "mpdecimal"
brew "openssl@3"
brew "aws-sam-cli"
brew "gdbm"
brew "python@3.9"
brew "enscript"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "jq"
brew "kotlin"
brew "krb5"
brew "maven"
brew "mysql@5.7"
brew "nghttp2"
brew "nkf"
brew "node"
brew "node@14"
brew "node@16"
brew "nvm"
brew "pdsh"
brew "peco"
brew "perl"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "rbenv"
brew "ruby"
brew "rustup-init"
brew "tomcat@8"
brew "vim"
brew "watch"
brew "wget"
brew "xh"
brew "zsh"
brew "go-task/tap/go-task"
brew "leoafarias/fvm/fvm"
cask "1password-cli"
cask "alfred"
cask "clipy"
cask "font-hackgen-nerd"
cask "font-inconsolata"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "skitch"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "atlassian.atlascode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codemooseus.vscode-devtools-for-chrome"
vscode "dariofuzinato.vue-peek"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "ivory-lab.jenkinsfile-support"
vscode "janisdd.vscode-edit-csv"
vscode "k--kato.intellij-idea-keybindings"
vscode "MariusAlchimavicius.json-to-ts"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "mitchdenny.ecdc"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mubaidr.vuejs-extension-pack"
vscode "octref.vetur"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "robertoachar.vscode-essentials-snippets"
vscode "rust-lang.rust-analyzer"
vscode "sdras.vue-vscode-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "tinytamb.vscode-sqlparse"
vscode "unifiedjs.vscode-remark"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-pack"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
vscode "ZixuanChen.vitest-explorer"
