tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "ngrok/ngrok"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "libtool"
brew "guile"
brew "harfbuzz"
brew "jq"
brew "openjdk"
brew "maven"
brew "nmap"
brew "nvm"
brew "peco"
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "shellcheck"
brew "tree"
brew "vim"
brew "zsh"
brew "leoafarias/fvm/fvm"
cask "1password"
cask "clipy"
cask "docker-desktop"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "raindropio"
cask "raycast"
cask "skitch"
cask "visual-studio-code"
cask "warp"
cask "zed"
vscode "akamud.vscode-theme-onedark"
vscode "coenraads.bracket-pair-colorizer"
vscode "dariofuzinato.vue-peek"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "shan.code-settings-sync"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
